import React from 'react'

const DescPage = () => {
  return (
    <div className='w-screen h-screen'>
      <h1>Как правильно поставить цель?</h1>
      <div>
        <div>1. Цель должна быть с позитивной формулировкой. Мы не пытаемся избежать чего-то, мы движемся кого то хорошему. Это не "Бросить курить" это "Дышать чистым воздухом" или "Быть здоровым" или "Очистить свои легкие". Положительная формулировка очень важна. Уделите этому должное внимание. </div>
        <div>2. Цель должна быть под Вашим личным контролем. Расставляйте флажки, чекпоинты, таймеры. Должны быть конкретные даты. Вспоминаеться история о потерявшемся в лесу человеке. Который залазил на самые высокие деревья на полянах, что бы ориентироваться в пространстве. Это помогло ему выбраться с непроглядных джнглей. Подобно ему путь к Вашей цели тернист и сложен как этот лес. Залазте на деревья чекпоинтов и определенных дат в Вашей цели, что бы иметь личностный контроль над ней.</div>
        <div>3. Сенсорная очевидность. Если дать возможность главному редоктору модернизировать и улучшать передачу, он будет это делать бесконечно. Если бы не было конкретного срока выхода, он бы никогда бы не здал ее в программу. И так не будьте подобны главным редакторам. Цель должна быть конкрернно представленна образно, эмоционально. Вы должны прочувствовать свою цель до мелочи, до запахов от приобретения, максимально проресовать её и двигаться к ней. </div>
        <div>4. Доступ к ресурсам. Прежде всего это время, так же финансы и Ваша психика. Сколько вы времени готовы уделять своей цели в день. Продумайте свой внутренний ресурс его источники и на что они задействованны в вашей жизни. так же конкретика, даты и временные окна в вашем распорядке дня.</div>
        <div>5. Экологическая проверка. Когда экологи тестировали Трихлометиндиметан поначалу он не дал никаких последствий для растений как удобрение, но через три года он проявил себя в тяжелых генитических мутациях растений. Таким образом экологическая проверка это убеждение в том,/ что твоя психика не воспринимает твою цель как угорозу и готова инвестировать ресурсы в нее. И принесет ли тебе истинное благо ее достижение.</div>
      </div>
    </div>
  )
}

export default DescPage